Repository: MoLinesDesigns/BrewTUI-Bar
Catalog: BrewTUI-Bar/Resources/Localizable.xcstrings
Source language: es
Languages: en

# Packages you skip or always ignore from the update list appear here.
source: Los paquetes que omites o ignoras siempre aparecen aquí.
en: Packages you skip or always ignore from the update list appear here.

# Pin in Homebrew
source: Fijar en Homebrew
en: Pin in Homebrew

# Pinned %@.
source: %@ fijado.
en: Pinned %@.

# Previous snapshot
source: Snapshot anterior
en: Previous snapshot

# Profiles
source: Perfiles
en: Profiles

# Reading history…
source: Leyendo el historial…
en: Reading history…

# Reading installed packages…
source: Leyendo los paquetes instalados…
en: Reading installed packages…

# Reading profiles…
source: Leyendo los perfiles…
en: Reading profiles…

# Reading snapshots…
source: Leyendo los snapshots…
en: Reading snapshots…

# Reclaimable space
source: Espacio recuperable
en: Reclaimable space

# Reclaimed %@.
source: Se han recuperado %@.
en: Reclaimed %@.

# Refreshes the package list and reports how many updates are pending.
source: Actualiza la lista de paquetes e informa de cuántas actualizaciones quedan pendientes.
en: Refreshes the package list and reports how many updates are pending.

# Reload
source: Recargar
en: Reload

# Remove
source: Eliminar
en: Remove

# Remove %@?
source: ¿Eliminar %@?
en: Remove %@?

# Remove %lld
source: Eliminar %lld
en: Remove %lld

# Remove unused dependencies?
source: ¿Eliminar las dependencias sin usar?
en: Remove unused dependencies?

# Removed
source: Eliminados
en: Removed

# Removed %@.
source: %@ eliminado.
en: Removed %@.

# Removed %lld unused dependencies.
source: Se han eliminado %lld dependencias sin usar.
en: Removed %lld unused dependencies.

# Removes old versions and cached downloads, and reports the reclaimed space.
source: Elimina versiones antiguas y descargas en caché, e informa del espacio recuperado.
en: Removes old versions and cached downloads, and reports the reclaimed space.

# Removing %@
source: Eliminando %@
en: Removing %@

# Removing…
source: Eliminando…
en: Removing…

# Restart
source: Reiniciar
en: Restart

# Restarted %@.
source: %@ reiniciado.
en: Restarted %@.

source: Devuelve los nombres de los paquetes de Homebrew con actualización pendiente, sin refrescar.
en: Returns the names of the Homebrew packages with a pending update, without refreshing.

# Reveal in Finder
source: Mostrar en el Finder
en: Reveal in Finder

# Run brew cleanup?
source: ¿Ejecutar brew cleanup?
en: Run brew cleanup?

# Run brew doctor
source: Ejecutar brew doctor
en: Run brew doctor

# Running
source: En marcha
en: Running

# Runs brew upgrade for every outdated package.
source: Ejecuta brew upgrade con todos los paquetes desactualizados.
en: Runs brew upgrade for every outdated package.

# Runs brew upgrade for one package.
source: Ejecuta brew upgrade con un solo paquete.
en: Runs brew upgrade for one package.

# Save Brewfile
source: Guardar Brewfile
en: Save Brewfile

# Save Brewfile…
source: Guardar Brewfile…
en: Save Brewfile…

source: Guarda un conjunto de paquetes desde BrewTUI-Bar y aparecerá aquí, listo para aplicarlo en otro Mac.
en: Save a package set from BrewTUI-Bar and it shows up here, ready to apply on another Mac.

# Scheduled
source: Programado
en: Scheduled

# See plans
source: Ver planes
en: See plans

# Service action
source: Acción del servicio
en: Service action

# Services
source: Servicios
en: Services

# Services, installed packages, history, maintenance
source: Servicios, paquetes instalados, historial, mantenimiento
en: Services, installed packages, history, maintenance

# Show all
source: Mostrar todos
en: Show all

# Show details
source: Ver la ficha
en: Show details

# Show packages
source: Ver los paquetes
en: Show packages

# Show this package again
source: Volver a mostrar este paquete
en: Show this package again

# Skip version %@
source: Omitir la versión %@
en: Skip version %@

# Skipping %1$@ %2$@.
source: Se omitirá %1$@ %2$@.
en: Skipping %1$@ %2$@.

# Skipping %@
source: Omitiendo %@
en: Skipping %@

# Start
source: Iniciar
en: Start

# Started %@.
source: %@ iniciado.
en: Started %@.

# Starts, stops or restarts a brew service.
source: Inicia, detiene o reinicia un servicio de brew.
en: Starts, stops or restarts a brew service.

# Stop
source: Detener
en: Stop

# Stop ignoring %@
source: Dejar de ignorar %@
en: Stop ignoring %@

# Stop ignoring every package
source: Dejar de ignorar todos los paquetes
en: Stop ignoring every package

# Stopped
source: Detenido
en: Stopped

# Stopped %@.
source: %@ detenido.
en: Stopped %@.

# Sync activity detected
source: Actividad de sincronización detectada
en: Sync activity detected

# The action needs an active BrewTUI-Bar Pro license.
source: Esta acción necesita una licencia BrewTUI-Bar Pro activa.
en: The action needs an active BrewTUI-Bar Pro license.

# These formulae were installed as dependencies and nothing needs them any more.
source: Estas fórmulas se instalaron como dependencias y ya no las necesita nadie.
en: These formulae were installed as dependencies and nothing needs them any more.

# This Mac now
source: Este Mac ahora
en: This Mac now

# This action is not available here.
source: Esta acción no está disponible aquí.
en: This action is not available here.

# This action needs an active BrewTUI-Bar Pro license.
source: Esta acción necesita una licencia BrewTUI-Bar Pro activa.
en: This action needs an active BrewTUI-Bar Pro license.

# This machine matches the snapshot.
source: Esta máquina coincide con el snapshot.
en: This machine matches the snapshot.

# This needs your administrator password.
source: Esto necesita tu contraseña de administrador.
en: This needs your administrator password.

# Uninstall
source: Desinstalar
en: Uninstall

# Uninstall %@
source: Desinstalar %@
en: Uninstall %@

# Uninstalled
source: Desinstalado
en: Uninstalled

# Unpin in Homebrew
source: Dejar de fijar en Homebrew
en: Unpin in Homebrew

# Unpinned %@.
source: %@ ya no está fijado.
en: Unpinned %@.

# Unpinned package
source: Desfijado
en: Unpinned package

# Unused dependencies
source: Dependencias sin usar
en: Unused dependencies

# Upgrade a Homebrew package
source: Actualizar un paquete de Homebrew
en: Upgrade a Homebrew package

# Upgrade all
source: Actualizar todo
en: Upgrade all

# Upgrade all Homebrew packages
source: Actualizar todos los paquetes de Homebrew
en: Upgrade all Homebrew packages

# Upgraded
source: Actualizado
en: Upgraded

# Upgraded everything
source: Actualizado todo
en: Upgraded everything

# Writes a Brewfile with every formula, cask and tap installed here.
source: Escribe un Brewfile con todas las fórmulas, casks y taps instalados aquí.
en: Writes a Brewfile with every formula, cask and tap installed here.

source: Tu historial de Homebrew, los snapshots y los perfiles ya están en este Mac: activa Pro para consultarlos aquí.
en: Your Homebrew history, snapshots and profiles are already on this Mac — activate Pro to browse them here.

# Your system is ready to brew.
source: Tu sistema está listo para usar Homebrew.
en: Your system is ready to brew.

# dependency
source: dependencia
en: dependency

# failed
source: falló
en: failed

# old versions kept
source: quedan versiones antiguas
en: old versions kept

# Comparing…
source: Comparando…
en: Comparing…

# Could not list casks: %@
source: No se pudieron listar los casks: %@
en: Could not list casks: %@

# Could not list formulae: %@
source: No se pudieron listar las fórmulas: %@
en: Could not list formulae: %@

# Nothing to compare
source: Nada que comparar
en: Nothing to compare

# Select a snapshot to compare.
source: Selecciona un snapshot para comparar.
en: Select a snapshot to compare.

source: No se pudo leer la lista de paquetes instalados, así que no hay contra qué comparar.
en: The list of installed packages could not be read, so there is nothing to compare against.

# This is the oldest snapshot — there is nothing before it.
source: Es el snapshot más antiguo: no hay nada anterior.
en: This is the oldest snapshot — there is nothing before it.

# Another service action is still running.
source: Todavía se está ejecutando otra acción sobre un servicio.
en: Another service action is still running.
